Repository: erniez/ShoeCycle
Catalog: ShoeCycle/Localizable.xcstrings
Source language: en
Languages: es

source: Distance
es: Distancia

source: 5 miles
es: 5 millas

source: 10 miles
es: 10 millas

source: About
es: Acerca de

source: Access Denied
es: Acceso denegado

source: Access to Health App Denied
es: Acceso a la app Salud denegado

source: Active Shoes
es: Zapatillas activas

source: Add Distance
es: Agregar distancia

source: Add Shoe
es: Agregar zapatilla

source: Add to Hall of Fame
es: Agregar al Salón de la Fama

source: An unknown network error has occurred. Please try again later, or turn Strava access off then on in the Settings tab
es: Ocurrió un error de red desconocido. Inténtalo de nuevo más tarde, o desactiva y vuelve a activar el acceso a Strava en la pestaña Ajustes

source: Are you sure you want to delete this shoe? This action cannot be undone.
es: ¿Seguro que quieres eliminar esta zapatilla? Esta acción no se puede deshacer.

source: Attached is the CSV shoe data from ShoeCycle!
es: ¡Aquí tienes adjuntos los datos CSV de tu zapatilla de ShoeCycle!

source: Camera
es: Cámara

source: Cancel
es: Cancelar

source: Cannot Access the Internet
es: No hay conexión a internet

source: Connect to Health App
es: Conectar con la app Salud

source: CSV data from ShoeCycle shoe: %@
es: Datos CSV de la zapatilla de ShoeCycle: %@

source: Date:
es: Fecha:

source: Days Left
es: Días restantes

source: Delete
es: Eliminar

source: Delete Shoe
es: Eliminar zapatilla

source: Distance: %@ %@
es: Distancia: %@ %@

source: Distance(%@)
es: Distancia (%@)

source: Distance:
es: Distancia:

source: Distances
es: Distancias

source: Don't show again
es: No mostrar de nuevo

source: Done
es: Listo

source: Email Data
es: Enviar por correo

source: Enable
es: Activar

source: End:
es: Fin:

source: Error: Shoe does not exist.
es: Error: la zapatilla no existe.

source: Expiration Date
es: Fecha de vencimiento

source: Favorite 1
es: Favorita 1

source: Favorite 2
es: Favorita 2

source: Favorite 3
es: Favorita 3

source: Favorite 4
es: Favorita 4

source: Favorite Distances
es: Distancias favoritas

source: First Day of Week
es: Primer día de la semana

source: Graph All Active Shoes
es: Ver todas las zapatillas activas

source: Graph Current Shoe
es: Ver zapatilla actual

source: Half Marathon
es: Media maratón

source: Hall of Fame
es: Salón de la Fama

source: Hall of Fame Shoes
es: Zapatillas del Salón de la Fama

source: Hint
es: Consejo

source: History
es: Historial

source: Image Picker
es: Elegir imagen

source: Marathon
es: Maratón

source: Max Distance
es: Distancia máxima

source: Max:
es: Máx.:

source: miles
es: millas

source: Month not found
es: Mes no encontrado

source: Name:
es: Nombre:

source: New feature available
es: Nueva función disponible

source: OK
es: Aceptar

source: Photo Library
es: Fototeca

source: Please add a shoe in the Active Shoes tab
es: Agrega una zapatilla en la pestaña Zapatillas activas

source: Please check your network settings and try again
es: Revisa tu conexión de red e inténtalo de nuevo

source: Please enable access in the health app settings. Go to Settings -> Health -> Data Access & Devices -> Enable Sharing for ShoeCycle
es: Habilita el acceso en los ajustes de la app Salud. Ve a Configuración -> Salud -> Acceso a datos y dispositivos -> Activa el acceso para ShoeCycle

source: Please select the first day of week
es: Selecciona el primer día de la semana

source: Please select units for distance
es: Selecciona las unidades de distancia

source: Please tap the "Add Shoe" button in the top right of the screen to add a shoe.
es: Toca el botón "Agregar zapatilla" en la parte superior derecha de la pantalla para agregar una zapatilla.

source: Popular Distances
es: Distancias populares

source: Remove from Hall of Fame
es: Quitar del Salón de la Fama

source: Run Date
es: Fecha de carrera

source: Selected
es: Seleccionada

source: Settings
es: Ajustes

source: Shoe
es: Zapatilla

source: Shoe Name
es: Nombre de la zapatilla

source: ShoeCycle is programmed by Ernie Zappacosta. Current version is %@
es: ShoeCycle fue creado por Ernie Zappacosta. La versión actual es %@

source: ShoeCycle Logged Run
es: Carrera registrada con ShoeCycle

source: Something went wrong
es: Algo salió mal

source: Something went wrong while trying to enable access to the health app. Please try again later.
es: Algo salió mal al intentar habilitar el acceso a la app Salud. Inténtalo de nuevo más tarde.

source: Start Date
es: Fecha de inicio

source: Start Distance
es: Distancia inicial

source: Start:
es: Inicio:

source: Sunday
es: Domingo

source: Monday
es: Lunes

source: Total for %@:
es: Total de %@:

source: Total for the year: %@ %@
es: Total del año: %@ %@

source: Turning on this option will connect you with the Strava login screen.
es: Al activar esta opción se abrirá la pantalla de inicio de sesión de Strava.

source: Turning this option on will write directly to the Walk + Run Section of the Health App.
es: Al activar esta opción se escribirá directamente en la sección Caminar + Correr de la app Salud.

source: Units
es: Unidades

source: Unknown Error
es: Error desconocido

source: Wear Time
es: Tiempo de uso

source: Weekly Distance
es: Distancia semanal

source: What's New
es: Novedades

source: YTD: %@ %@
es: Este año: %@ %@

source: You can export your run history as a CSV file via email! Just tap "Email Data" at the top left of the Run History screen.
es: ¡Puedes exportar tu historial de carreras como archivo CSV por correo! Solo toca "Enviar por correo" en la parte superior izquierda de la pantalla de historial.

source: You can integrate with Strava! Add your runs to Strava as easily as tapping the "+" button. Just tap on the "Settings" tab to get started!
es: ¡Puedes integrarte con Strava! Agrega tus carreras a Strava con solo tocar el botón "+". ¡Ve a la pestaña Ajustes para empezar!

source: You can now add shoes to the Hall of Fame section, so they don't crowd your active sneakers.
es: Ahora puedes agregar zapatillas al Salón de la Fama para que no estorben entre tus zapatillas activas.

source: You can see yearly distances in the History view. The shoes tracked will match what the graph tracks.
es: Puedes ver las distancias anuales en la vista de historial. Las zapatillas incluidas serán las mismas que muestra la gráfica.

source: You can swipe between shoes just by swiping up or down on the shoe image in the "Add Distance" screen.
es: Puedes cambiar de zapatilla deslizando hacia arriba o hacia abajo sobre la imagen de la zapatilla en la pantalla "Agregar distancia".

source: You can tap the button at the bottom right of the graph to toggle between showing data for all active shoes or just the currently selected shoe.
es: Puedes tocar el botón en la parte inferior derecha de la gráfica para alternar entre ver los datos de todas las zapatillas activas o solo de la zapatilla seleccionada.

source: You have no shoes in the Hall of Fame. Please go to the Active Shoes tab and edit the shoe you want to add.
es: No tienes zapatillas en el Salón de la Fama. Ve a la pestaña Zapatillas activas y edita la zapatilla que quieras agregar.
